/* 
  Localizable.strings
  Pods

  Created by Benjamin Erhart on 20.04.17.

*/

// BridgeSelectViewController.swift
"__BRIDGES_EXPLANATION__" = "브릿지는 검열을 우회할수있게 도와주는 Tor 릴레이입니다. Tor가 당신이 쓰는 ISP에 막혔으면 브릿지를 써볼수 있습니다; 혹시 안되면 다른걸 써보세요. \n\n밑에 있는 브릿지를 쓰시거나 %에있는 브릿지를 얻어보세요.";
"No Bridges: Directly Connect to Tor" = "브릿지 없음: 직접 Tor로 연결";
"Provided Bridges: %" = "제공된 브릿지: %";
"Custom Bridges" = "커스텀 브릿지";


// BridgeSelectViewController.xib
"Bridge Configuration" = "브릿지 구성";
"Done" = "완성";


// BridgeViewController.xib
"Sometimes you need a bridge to get to Tor." = "가끔은 Tor에 갈려면 브릿지가 필요합니다.";
"TELL ME MORE" = "더 알려주세요!";


// ConnectingViewController.swift
"Connected!" = "연결됨!";
"__CLAIM_1__" = "커뮤니티가 좋은이유는 우리는 다양성이 있는 커뮤니티이기 때문이야!";
"__CLAIM_2__" = "사람들은 마켓팅 광고가 자신을 따라다니는걸 막기위해 Tor을 매일매일 써.";
"__CLAIM_3__" = "사람들은 친구와 가족이랑 안전하게 연락할수있게 Tor를 써.";
"__CLAIM_4__" = "활동가들은 자신의 의견을 자유롭게 펼칠수있게 Tor를 써.";
"__CLAIM_5__" = "블로거들은 사회를 바꾸기위해 Tor을 이용해 사람들은 모아.";
"__CLAIM_6__" = "저널리스트들은 안전하게 조사하고 다닐수있게 Tor를 써.";
"__CLAIM_7__" = "사업가들은 회사 전략을 안전하게 보관하기위해 Tor을써.";
"__CLAIM_8__" = "사람들은 Tor를 이용해 직업을 잃는걸 두려워하지 않고 정의를 위해 싸워.";


// ConnectingViewController.xib
"We're connecting you." = "우리는 널 연결하는 중이야.";
"START BROWSING" = "이제 브라우징을 해";


// CustomBridgeViewController.swift
"__CUSTOM_BRIDGE_EXPLANATION__" = "다른 브라우저에가서, %에 들어간다음 'Get Bridges'를 고르세요. 'Advanced Options'을 쓰시고;'obfs4' 플러거블 트린스포트가 권장됩니다.(IPv6를 고르지 마세요.)\n\n직접 'camera' 아이콘은 눌러서 웹사이트에서 QR코드를 쓸수있고, 아니면 직접 복사-붙이기를 써서 'bridge lines'을 붙이세요.";

// ErrorViewController.xib
"Looks like we got stuck! Quit. Then restart the app." = "애고! 어디서 낑겼네! 끄고, 다시 앱을 시작해.";


// HelloViewController.xib
"Hello" = "안녕";
"Welcome to Tor on mobile." = "모바일 Tor에 온걸 환영해.";
"CHANGE LANGUAGE" = "언어 변경 Change language";
"Change Language" = "언어 변경 Change language";
"Cancel" = "취소";


// IntroViewController.xib
"CONTINUE WITHOUT" = "없이 계속 진행";
"USE A BRIDGE" = "브릿지를써!";


// NotrackViewController.xib
"Browse the internet how you expect you should." = "이제 원래 하던거처럼 인터넷을써.";
"No tracking. No censorship." = "추적 그만. 검열 그만.";


// ScanQrViewController.swift
"Scan QR Code" = "QR코드 스캔";
"Error" = "오류";
"Camera access was not granted or QR Code scanning is not supported by your device." = "카메라 접근이 허용되지 않았거나 QR 코드 스케닝은 현재 기기로 작동되지 않습니다.";
"QR Code could not be decoded! Are you sure you scanned a QR code from bridges.torproject.org?" = "QR 코드가 안됩니다! bridges.torproject.org에서 스캔한 QR코드가 맞으신가요?";
